export default {
  pages: {
    contact: {
      title: "全球办公室",
      banner: {
        title: '全球办公室',
        title1: 'Contact us',
        desc: '随时为您提供服务',
        desc2: '欢迎垂询',
      },
      desc: `如有任何疑问、合作意向或反馈，欢迎随时联系我们！我们的专业团队将尽快为您解答。您的满意是我们前进的动力，期待与您携手共创美好未来！`,
      ad: `地址`,
      ph: `联系方式`,
      hk: {
        title: `香港`,
        ad1: `中国香港中环干诺道中88号`,
        ad2: `南丰大厦1202-07室`,
        ph: `+852 2115 9876`
      },
      singapore: {
        title: `新加坡`,
        ad1: `新加坡亚洲广场1号大厦`,
        ad2: `#11-03，滨海景8号`,
        ph: `+65 6223 1163`
      },
      china: {
        title: `中国大陆`,
        hz: {
          title: `杭州`,
          ad1: `中国浙江省杭州市上城区丹桂街`,
          ad2: `19号迪凯国际中心11层D室`,
          ph: `+86 571 8970 5281`
        },
        sh: {
          title: `上海`,
          ad1: `上海市浦东新区陆家嘴环路1366`,
          ad2: `号富士康大厦310室`,
          ph: `+021  5039 0009`
        },
        sz: {
          title: `深圳`,
          ad1: `深圳市前海合作区梦海大道4008`,
          ad2: `号深港创新中心项目工业区A组团`,
          ad3: `-2层-07室`,
          ph: ``
        },


      }

    },
  },
} as const

