export default {
  pages: {
    contact: {
      title: "全球辦公室",
      banner: {
        title: '全球辦公室',
        title1: 'Contact us',
        desc: '隨時為您提供服務',
        desc2: '歡迎垂詢',
      },
      desc: `如有任何疑問、合作意向或反饋，歡迎隨時聯繫我們！我們的專業團隊將盡快為您解答。您的滿意是我們前進的動力，期待與您攜手共創美好未來！`,
      ad: `地址`,
      ph: `聯繫方式`,
      hk: {
        title: `香港`,
        ad1: `中國香港中環干諾道中88號`,
        ad2: `#11-03，濱海景8號`,
        ph: `+852 2115 9876`
      },
      singapore: {
        title: `新加坡`,
        ad1: `新加坡亞洲廣場1號大廈 `,
        ad2: `#11-03，滨海景8号`,
        ph: `+65 6223 1163`
      },
      china: {
        title: `中國內地`,
        hz: {
          title: `杭州`,
          ad1: `中國浙江省杭州市上城區丹桂街`,
          ad2: `19號迪凱國際中心11層D室`,
          ph: `+86 571 8970 5281`
        },
        sh: {
          title: `上海`,
          ad1: `上海市浦東新區陸家嘴環路1366`,
          ad2: `號富士康大廈310室`,
          ph: `+021  5039 0009`
        },
        sz: {
          title: `深圳`,
          ad1: `深圳市前海合作區夢海大道4008`,
          ad2: `號深港創新中心項目工業區A組團`,
          ad3: `-2層-07室`,
          ph: ``
        },


      }

    },
  },
} as const

