export default {
  pages: {
    insights: {

      title: '研究与洞察',
      banner: {
        title: '研究与洞察',
        enTitle: `Research & Insights`,
        desc1: `深耕数据  智启未来`,
        desc2: `洞见本质  创领变革`,
        desc3: `勤劳朴实，厚德载物；出乎其类，拔乎其萃。拔萃资本用专业视角分享资本市场信息和投资机会，是您可信赖的海外资产管家。`
      },
      title1: `投资洞见`,
      title2: `市场热点`,
      insight: {
        title1: `【CIO观点】政策消化与贸易曙光：市场波动中寻找再平衡`,
        desc1: `上周全球资本市场延续震荡格局，整体呈现波动中趋于稳定的态势。在英美贸易协议框架达成、美联储货币政策信号释放以及一季度财报季数据持续披露的背景下，投资者情绪审慎，交投活跃度有所下降，市场静待周末中美经贸高级别磋商`,
        title2: `【CIO观点】全球市场反弹:稳健数据与政策博弈下的机遇与...`,
        desc2: `上周，市场情绪总体继续偏好，尤其在较为稳定的美国经济数据，贸易紧张局势缓和的预期, 和一季度财报依然强劲的推动下，全球风险资产继续回升`,
        title3: `【CIO观点】4月全球市场回顾与展望：滞胀风险下的审慎配置`,
        desc3: `商品市场中，原油及加密货币表现抢眼，尤其是加密货币资产价格显著上扬。与此同时，衡量市场风险偏好的VIX指数延续回落趋势。`
      }

    },
    insightsDetail: {
      title: '洞察研究详情',
    },
  },
} as const

