export default {
  pages: {
    careers: {
      title: '招贤纳士',
      banner: {
        title: '招贤纳士',
        title1: 'Careers',
        desc: 'Join BC Capital ',
        desc2: '与卓越同行',
        desc3: '共筑长期价值'
      },
      desc: `在拔萃资本，我们相信人才是资产管理的核心。我们以“合规守正、以人为本、长期共赢、持续创新”为文化基石，致力于打造一支兼具专业深度与全球视野的精英团队。`,
      desc2: `招聘岗位`,

    },
    careersDetail: {
      title: '招聘岗位详情',
      jobResponse: '工作地点：',
      jobCondition: '岗位要求',
      applyWay: '任职要求',
    },
    acquisition: {
      title: '人才招聘理念',
      title2: 'Talent Acquisition',
      join: {
        title: `Join BC Capital{' | '}与卓越同行，共筑长期价值`,
        desc: `在拔萃资本，我们相信人才是资产管理的核心。我们以“合规守正、以人为本、长期共赢、持续创新”为文化基石，致力于打造一支兼具专业深度与全球视野的精英团队。`
      },
      philosophy: {
        title: `我们的招聘理念`,
        item1: {
          title1: `合规守正 · 专业立身`,
          title2: `我们寻找：`,
          desc1: `坚守金融合规底线，持有CFA、FRM、CPA等核心资质的专业人才`,
          desc2: `具备严谨风控思维，熟悉香港、新加坡及国际金融监管体系`,
          title3: `我们提供：`,
          desc3: `行业顶尖的合规培训与职业发展支持`,
          desc4: `清晰透明的晋升通道，让专业能力成为你的核心竞争力`
        },
        item2: {
          title1: `以人为本 · 双向成长`,
          title2: `我们寻找：`,
          desc1: `对财富管理充满热忱，善于倾听客户需求的“财富管家”`,
          desc2: `具备跨文化沟通能力，能在全球化团队中协作共赢的“桥梁型人才”`,
          title3: `我们提供：`,
          desc3: `高管导师1对1带教，加速你的职业成长`,
          desc4: `灵活的职业发展路径（专业序列/管理序列），尊重你的职业选择`
        },
        item3: {
          title1: `长期共赢 · 时间的朋友`,
          title2: `我们寻找：`,
          desc1: `认同长期价值投资理念，愿意与客户共成长的“长期主义者”`,
          desc2: `在某一领域（如PE/VC、固收、跨境资产配置）有深耕经验的“产业专家”`,
          title3: `我们提供：`,
          desc3: `与长期业绩挂钩的激励机制，让时间成为你的盟友`,
          desc4: `全球轮岗机会（香港/新加坡/内地），拓展国际视野`
        },
        item4: {
          title1: `持续创新 · 敢为人先`,
          title2: `我们寻找：`,
          desc1: `对金融科技、ESG投资等前沿领域有独到见解的“创新先锋”`,
          desc2: `敢于挑战传统，能用数据或技术驱动投资决策的“跨界思考者”`,
          title3: `我们提供：`,
          desc3: `“拔萃创新实验室”资源支持，让你的想法落地`,
          desc4: ` 定期行业研讨会，与顶尖机构、学术专家深度交流`
        }
      },
      why: {
        title: `为什么选择拔萃资本？`,
        item1: {
          title1: `精英团队`,
          desc1: `核心管理层来自国际顶级金融机构`,
          desc2: `人均从业经验15年+`
        },
        item2: {
          title1: `全球布局`,
          desc1: `香港、新加坡、杭州、上海、深圳六大办公室`,
          desc2: `业务覆盖中美欧`
        },
        item3: {
          title1: `顶尖资源`,
          desc1: `与30余家国际银行、券商深度合作`,
          desc2: `投资版图横跨一级/二级市场`
        },
        item4: {
          title1: `成长生态`,
          desc1: `深耕某一专业领域或跨部门轮岗`,
          desc2: `持续赋能你的职业发展`
        }
      },
      joinUs: {
        title: `加入我们`,
        desc1: `如果你:`,
        desc2: `认同长期主义的价值`,
        desc3: `渴望在全球化平台上施展才华`,
        desc4: `愿意与顶尖团队共同成长`,
        desc5: `欢迎投递简历至hr{'@'}bccapital.com，或关注官方招聘网页获取最新职位信息。`,
      },
      info: {
        title: `拔萃资本—您可信赖的海外资产管家，更是人才成长的沃土`,
        desc: `专业 · 共赢 · 创新 · 成长`
      }

    }
  },
} as const
