export default {
  pages: {
    careers: {
      title: '招賢納士',
      banner: {
        title: '招賢納士',
        title1: 'Careers',
        desc: 'Join BC Capital ',
        desc2: '與卓越同行',
        desc3: '共築長期價值'
      },
      desc: `在拔萃資本，我們相信人才是資產管理的核心。我們以“合規守正、以人為本、長期共贏、持續創新”為文化基石，致力於打造一支兼具專業深度與全球視野的精英團隊。`,
      desc2: `招聘崗位`,

    },
    careersDetail: {
      title: '招聘岗位详情',
      jobResponse: '工作地点：',
      jobCondition: '崗位要求',
      applyWay: '任職要求',
    },
    acquisition: {
      title: '人才招聘理念',
      title2: 'Talent Acquisition',
      join: {
        title: `Join BC Capital{' | '}與卓越同行，共築長期價值`,
        desc: `在拔萃資本，我們相信人才是資產管理的核心。我們以“合規守正、以人為本、長期共贏、持續創新”為文化基石，致力於打造一支兼具專業深度與全球視野的精英團隊。`
      },
      philosophy: {
        title: `我們的招聘理念`,
        item1: {
          title1: `合規守正 · 專業立身`,
          title2: `我們尋找：`,
          desc1: `堅守金融合規底線，持有CFA、FRM、CPA等核心資質的專業人才`,
          desc2: `具備嚴謹風控思維，熟悉香港、新加坡及國際金融監管體系`,
          title3: `我們提供：`,
          desc3: `行業頂尖的合規培訓與職業發展支持`,
          desc4: `清晰透明的晉升通道，讓專業能力成為你的核心競爭力`
        },
        item2: {
          title1: `以人为本 · 双向成长`,
          title2: `我們尋找：`,
          desc1: `對財富管理充滿熱忱，善於傾聽客戶需求的“財富管家”`,
          desc2: `具備跨文化溝通能力，能在全球化團隊中協作共贏的“橋樑型人才”`,
          title3: `我們提供：`,
          desc3: `高管導師1對1帶教，加速你的職業成長`,
          desc4: `靈活的職業發展路徑（專業序列/管理序列），尊重你的職業選擇`
        },
        item3: {
          title1: `长期共赢 · 时间的朋友`,
          title2: `我們尋找：`,
          desc1: `認同長期價值投資理念，願意與客戶共成長的“長期主義者”`,
          desc2: `在某一領域（如PE/VC、固收、跨境資產配置）有深耕經驗的“產業專家”`,
          title3: `我們提供：`,
          desc3: `與長期業績掛鉤的激勵機制，讓時間成為你的盟友`,
          desc4: `全球輪崗機會（香港/新加坡/內地），拓展國際視野`
        },
        item4: {
          title1: `持续创新 · 敢为人先`,
          title2: `我們尋找：`,
          desc1: `對金融科技、ESG投資等前沿領域有獨到見解的“創新先鋒”`,
          desc2: `敢於挑戰傳統，能用數據或技術驅動投資決策的“跨界思考者”`,
          title3: `我們提供：`,
          desc3: `“拔萃創新實驗室”資源支持，讓你的想法落地`,
          desc4: ` 定期行業研討會，與頂尖機構、學術專家深度交流`
        }
      },
      why: {
        title: `為什麼選擇拔萃資本？`,
        item1: {
          title1: `精英團隊`,
          desc1: `核心管理層來自國際頂級金融機構`,
          desc2: `人均從業經驗15年+`
        },
        item2: {
          title1: `全球佈局`,
          desc1: `香港、新加坡、杭州、上海、深圳六大辦公室`,
          desc2: `業務覆蓋中美歐`
        },
        item3: {
          title1: `頂尖資源`,
          desc1: `與30餘家國際銀行、券商深度合作`,
          desc2: `投資版圖橫跨一級/二級市場`
        },
        item4: {
          title1: `成長生態`,
          desc1: `深耕某一專業領域或跨部門輪崗`,
          desc2: `持續賦能你的職業發展`
        }
      },
      joinUs: {
        title: `加入我們`,
        desc1: `如果你：`,
        desc2: `認同長期主義的價值`,
        desc3: `渴望在全球化平臺上施展才華`,
        desc4: `願意與頂尖團隊共同成長`,
        desc5: `歡迎投遞簡歷至hr{'@'}bccapital.com，或關注官方招聘網頁獲取最新職位資訊。`,
      },
      info: {
        title: `拔萃資本—您可信賴的海外資產管家，更是人才成長的沃土`,
        desc: `專業 · 共贏 · 創新 · 成長`
      }

    }
  },
} as const

