export default {
  pages: {
    home: {
      title: '首页',
      banner: {
        title: '您可信赖的海外资产管家',
        stats: {
          wealthManagement: '30亿美元',
          wealthManagementDesc: `总管理规模 ( AUM )`,
          years: '15年+',
          yearsDesc: '核心团队人均从业经验',
          regions: '3大区 6个办事处',
          regionsDesc: '香港、新加坡、上海',
          regionsDesc2: '杭州、深圳、宁波',
          partnerInstitutions: '30余家',
          partnerInstitutionsDesc: '合作银行券商',
          licenses: '牌照齐全',
<<<<<<< HEAD
          licensesDesc: `香港证监会：1、4、9号牌照`,
          licensesDesc2: `新加坡金管局：CMS资产管理牌照`,
          licensesDesc3: `中国证监会：私募股权、私募证券`,
        },
      },
      product: {
        title: '固定收益類產品',
        btn: '查看詳情',
        content: `以發達國家主權債券、發達國家投資級公司債券、投資級中資美元債券為主進行配置，低風險鎖定利率下行帶來的穩健收益`,
        content2: ``,
        content3: `產品形式主要分為兩大類：1. 優先劣後分級固定收益類基金；2.為高淨值客戶打造的債券投資管理專戶`,
        content4: `精准匹配客戶的投資目標與風險偏好`,
        concept: {
          title: `優先劣後分級固定收益類基金系列`,
          title2: ``,
          content: `拔萃資本與大型國有企業全資香港持牌證券公司合作，共同設立並管理專項基金，為優先順序投資者帶來優於同期銀行美元定期存款的固定目標收益，同時為劣後級投資者帶來可接受風險等級下的超額回報。`,
        },
        ema: {
          title: `高淨值客戶外部資產管理（EAM）`,
          content: `拔萃資本攜手頭部私人銀行，為高淨值客戶打造高定制化、高透明度、高流動性的債券投資管理專戶，精准匹配客戶的投資目標與風險偏好。`,
        },
      },
      fund: {
        title: `另類投資基金`,
        content: `組合底層彙聚多家全球頂級基金的優質資產，憑藉其穿越週期的卓越管理能力`,
        content2: `致力於為投資者創造可持續的長期價值`,
        fund1: {
          title: `另類固收基金`,
          content: `全球優選私募信貸FOF基金組合`,
        },
        fund2: {
          title: `母基金系列`,
          content: `一鍵配置優質基金組合`,
        },
        fund3: {
          title: `頂級專項基金系列`,
=======
          licensesDesc: `香港证监会:1、4、9号牌照`,
          licensesDesc2: `新加坡金管局:CMS资产管理牌照`,
          licensesDesc3: `中国证监会:私募股权、私募证券`,
        },
      },
      product: {
        title: '固定收益类产品',
        btn: '查看详情',
        content: `在美国进入降息周期的环境下，以发达国家主权债券、发达国家投资级公司债券、投资级中资美元债券为主进行配置`,
        content2: `低风险锁定利率下行带来的稳健收益`,
        content3: `产品形式主要分为两大类：1. 优先劣后分级固定收益类基金；2.为高净值客户打造的债券投资管理专户`,
        content4: `精准匹配客户的投资目标与风险偏好`,
        concept: {
          title: `优先劣后分级固定收益类基金系列`,
          content: `拔萃资本与大型国有企业全资香港持牌证券公司合作，共同设立并管理专项基金，为优先级投资者带来优于同期银行美元定期存款的固定目标收益，同时为劣后级投资者带来可接受风险等级下的超额回报。`,
        },
        ema: {
          title: `高净值客户外部资产管理（EAM）`,
          content: `拔萃资本携手头部私人银行，为高净值客户打造高定制化、高透明度、高流动性的债券投资管理专户，精准匹配客户的投资目标与风险偏好。`,
        },
      },
      fund: {
        title: `另类投资基金`,
        content: `组合底层汇聚多家全球顶级基金的优质资产，凭借其穿越周期的卓越管理能力`,
        content2: `致力于为投资者创造可持续的长期价值`,
        fund1: {
          title: `另类固收基金`,
          content: `全球优选私募信贷FOF基金组合`,
        },
        fund2: {
          title: `母基金系列`,
          content: `一键配置优质基金组合`,
        },
        fund3: {
          title: `顶级专项基金系列`,
>>>>>>> origin/main
          content: `全球明星量化基金`,
        }
      },
      investment: {
<<<<<<< HEAD
        title: `私募股權投資`,
        content: `全球投資版圖遍佈中國、美國、以色列、歐洲`,
        content2: `專注於醫療健康、先進製造、人工智能、金融科技等前沿主題`,
        desc: `與國際一流和區域頂級的基金管理人合作，獲得頂級私募股權基金優先配售權和優質專案共同投資專項額度。`
      },
      choose: {
        title: `為什麼選擇我們`,
        content: `拔萃資本由原中國工商銀行香港分行行長孫新榮先生、阿裏巴巴集團部分創始股東、三捷投資集團有限公司及部分`,
        content2: `中港兩地的資深銀行家聯合發起成立，是一家主攻資產管理、財富管理和投資銀行的綜合性資產管理集團`,
        choose1: {
          title: `品牌文化`,
          content: `合規守正、以人為本`,
          content2: `長期共贏、持續創新`,
        },
        choose2: {
          title: `管理團隊`,
          content: `匯聚全球頂尖金融機構、保險公司`,
          content2: `及家族辦公室的資深領袖`,
        },
        choose3: {
          title: `資質與合規`,
          content: `集團始終以合規經營為核心原則`,
          content2: `嚴格遵循香港及國際金融服務行業相關法律法規`,
=======
        title: `私募股权投资`,
        content: `全球投资版图遍布中国、美国、以色列、欧洲`,
        content2: `专注于医疗健康、先进制造、人工智能、金融科技等前沿主题`,
        desc: `与国际一流和区域顶级的基金管理人合作，获得顶级私募股权基金优先配售权和优质项目共同投资专项额度。`
      },
      choose: {
        title: `为什么选择我们`,
        content: `拔萃资本由原中国工商银行香港分行行长孙新荣先生、阿里巴巴集团部分创始股东、三捷投资集团有限公司及部分`,
        content2: `中港两地的资深银行家联合发起成立，是一家主攻资产管理、财富管理和投资银行的综合性资产管理集团`,
        choose1: {
          title: `品牌文化`,
          content: `合规守正，以人为本`,
          content2: `长期共赢，持续创新`,
        },
        choose2: {
          title: `管理团队`,
          content: `汇聚全球顶尖金融机构、保险公司`,
          content2: `及家族办公室的资深领袖`,
        },
        choose3: {
          title: `资质与合规`,
          content: `集团始终以合规经营为核心原则`,
          content2: `严格遵循香港及国际金融服务行业相关法律法规`,
>>>>>>> origin/main
        },

      }
    }
  }
} as const;